<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<p>
<h3>1. 개인정보처리방침의 의의</h3>
소개팅 사이트의 본 개인정보처리방침은 개인정보보호법을 기준으로 작성하되, 사이트내에서 이용자 개인정보 처리 현황을 최대한 알기 쉽고 상세하게 설명하기 위해 노력하였습니다.
</p>
<h3>2. 수집하는 개인정보</h3>
<p>
이용자는 회원가입으로 하여야 서비스를 이용할 수 있습니다.
이용자가 회원가입을 할 경우, 소개팅 사이트는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.
회원가입 시점에 소개팅 사이트가 이용자로부터 수집하는 개인정보는 아래와 같습니다.
- 아이디, 비밀번호, 닉네임, 성별, 주소를 필수항목으로 수집합니다.
- 추가적으로 본인 사진과 관심사를 수집합니다.
</p>
<h3>3. 수집한 개인정보의 이용</h3>
<p>
소개팅 사이트 서비스의 회원관리, 서비스 개발·제공 및 향상, 안전한 인터넷 이용환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.
회원 가입 의사의 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.

</p>

</body>
</html>